Repository: fritids/wp-birthday-users
Catalog: lang/wp-birthday-users-*.po
Languages: de_de, fa_ir, fr_fr, nl_nl

source: Users Birthdays
de_de: Geburtstage
fa_ir: زادروز کاربران
fr_fr: Anniversaires
nl_nl: Verjaardagen

source: Birthdays Options
de_de: Geburtstage Optionen
fa_ir: تنظیمات زادروزها
fr_fr: Options d'anniversaire
nl_nl: Verjaardag Opties

source: y
de_de: j
fr_fr: a
nl_nl: j

source: Birthdays rebuild.
de_de: Geburtstage wieder aufzubauen.
fa_ir: زادروزها بازسازی شدند .
fr_fr: Anniversaires reconstruit.
nl_nl: Verjaardagen heropgebouwd.

source: Birthdays
de_de: Geburtstage
fa_ir: زادروزها
fr_fr: Anniversaires
nl_nl: Verjaardagen

source: rebuild birthdays
de_de: Wiederaufbau Geburtstage
fa_ir: بازسازی زادروزها
fr_fr: reconstruire anniversaires
nl_nl: herbouw verjaardagen

source: %1$s</em> of the %2$s registered user filled in there birthday.
de_de: %1$s</em> der %2$s registrierte Benutzer dort Geburtstag gefüllt.
fr_fr: %1$s</em> de l'enregistrée %2$s a rempli l'anniversaire.
nl_nl: %1$s</em> ingevulde verjaardagen van de %2$s geregistreerde gebruikers.

source: Average age
de_de: Durchschnittsalter
fa_ir: سن میانگین
fr_fr: Moyenne d'â
nl_nl: Gemiddelde leeftijd

source: Oldest user
de_de: ältester Benutzer
fa_ir: پیرترین کاربر
fr_fr: l'Ancien
nl_nl: Oudste gebruiker

source: Youngest user
de_de: jüngster Benutzer
fa_ir: جوان ترین کاربر
fr_fr: Le jeune
nl_nl: Jongste gebruiker

source: Birthdays ICAL
de_de: Geburtstage ICAL
fr_fr: ICAL-Anniversaires
nl_nl: Verjaardags-ical

source: Upcoming birthdays
de_de: Die nächsten Geburtstage
fa_ir: زادروزهای آینده
fr_fr: Anniversaires à venir
nl_nl: Komende jarige

source: Passed birthdays
de_de: Bereits verjährt
fa_ir: زادروزها گذشته
fr_fr: Anniversaires passés
nl_nl: Reeds verjaard

source: Date of birth
de_de: Geburtsdatum
fa_ir: تاریخ زادروز
fr_fr: Date de naissance
nl_nl: Geboortedatum

source: Birthday
de_de: Geburtstag
fa_ir: زادروز
fr_fr: Anniversaire
nl_nl: Verjaardag

source: Share anniversary info
de_de: Anteil Jubiläum info
fa_ir: اشتراک گذاری اطلاعات سالگرد
fr_fr: Partager l'info anniversaire
nl_nl: Deel verjaardagsinfo

source: Share age info
de_de: Informationen zur Aktie Alter
fa_ir: اشتراک گذاری اطلاعات سن
fr_fr: Partager l'infos â
nl_nl: Deel leeftijdsinfo

source: Show your age: %d y, and this only if you share your anniversary info.
de_de: Zeigen Sie Ihr Alter: %d j, und dies nur, wenn Sie Ihre Jahrestag info.
fr_fr: Montrez votre âge: %d ans, et ce, seulement si vous partagez vos informations anniversaire.
nl_nl: Toont je leeftijd: %d j, en dit enkel als je verjaardagsinfo deelt.

source: Options Updated
de_de: Aktualisiert Optionen
fa_ir: تنظیمات به روزرسانی شدند .
fr_fr: Mise à jour des options
nl_nl: Instellingen opgeslaan

source: No Options Updated/Changed
de_de: Keine Optionen Aktualisiert/Geändert
fa_ir: هیچ تنظیمی به روزرسانی / ذخیره نشد .
fr_fr: Aucune option est changé
nl_nl: Geen Opties Aangepast/Gewijzigd

source: Default Settings
de_de: Allgemeine Einstellungen
fa_ir: تنظیمات پیش فرض
fr_fr: Paramètres Généraux
nl_nl: Algemene instellingen

source: Use the users display name
fa_ir: استفاده از نمایش نام کاربران
fr_fr: Utilisez le nom d'utilisateur

source: The system will use the Display name selected by the user.
fa_ir: سیستم از نمایش نام انتخاب شده توسط کاربراستفاده میکند.
fr_fr: Le système utilisera le nom d'affichage choisi par l'utilisateur.

source: Display name in ICAL:
de_de: Anzeigenamen in iCal:
fa_ir: نمایش نام در ICAL:
fr_fr: Afficher le nom dans iCal:
nl_nl: Naamweergave in de ICAL:

source: Choose which name will be used for the description in the ical-file
de_de: Wählen Sie, welche Namen für die Beschreibung wird in der iCal-Datei verwendet werden
fa_ir: انتخاب کنید که چه نامی در توضیحات پرونده ی ICAL استفاده شود
fr_fr: Choisissez quel nom sera utilisé pour la description dans le fichier iCal
nl_nl: Kies welk naamweergave gebruikt zal worden als beschrijving in het ical-bestand

source: Select the group that can see the birthday page overview:
de_de: Wählen Sie die Gruppe, die den Geburtstag Überblick Seite sehen können:
fa_ir: انتخاب گروهی که بتواند صفحه ی بررسی اجمالی زادروز را ببیند :
fr_fr: Sélectionnez le groupe qui permet de voir la page d'anniversaire:
nl_nl: Kies de groep die de verjaardagspagina kan zien:

source: This will show the link:
de_de: Dadurch wird der Link:
fa_ir: این لینک نشان می دهد:
fr_fr: Cela fera apparaître le lien:
nl_nl: Dit zal volgende link tonen:

source: Ages will only be visible if the user choosed to share it or if you are administrator
de_de: Das Alter ist nur sichtbar, wenn der Benutzer teilt diese Informationen oder wenn Sie ein Administrator sind
fa_ir: سن ها فقط در صورتی نمایش داده میشوند که کاربر آن را اشتراک گذاری کرده باشد یا شما مدیرکل باشید .
fr_fr: L'âge ne sera visible que si l'utilisateur a choisi de le partager ou si vous êtes administrateur
nl_nl: Ouderdom zal enkel zichtbaar zijn als de gebruiker deze info deelt of als je een beheerder bent

source: Birthday of
de_de: Geburtstag von
fa_ir: زادروزِ
fr_fr: Anniversaire de
nl_nl: Verjaardag van

source: born on
de_de: geboren am
fa_ir: متولد شده در
fr_fr: né le
nl_nl: geboren op

source: Birthday
de_de: Geburtstag
fa_ir: زادروز
fr_fr: Anniversaire
nl_nl: Verjaardag

source: Display a list of birthdays
fa_ir: نمایش یک فهرست از زادروزها
fr_fr: Afficher une liste des anniversaires

source: Sort by month
fa_ir: مرتب سازی براساس ماه
fr_fr: Trier par mois

source: Show upcoming birthdays
fa_ir: نمایش زادروزهای آینده
fr_fr: Montrer anniversaires à venir

source: How many upcoming birthdays
fa_ir: نمایش چه تعداد زادروزهای آینده
fr_fr: Combien anniversaires à venir

source: Show past birthdays
fa_ir: نمایش زادروزهای گذشته
fr_fr: Montrer anniversaires passés

source: How many past birthdays
fa_ir: نمایش چه تعداد زادروزگذشته
fr_fr: Combien anniversaires passés

source: Hide widget if no birthdays today
fa_ir: مخفی کردن ابزارک درصورتی که امروز زادروزی نیست .
fr_fr: Masquer le widget si aucune année aujourd'hui

source: Show ical download link
fa_ir: نمایش پیوند دریافت ICAL
fr_fr: Afficher le lien télécharger iCal

source: Download Birthday calendar
fa_ir: دریافت تقویم زادروز
fr_fr: Télécharger le calendrier d'anniversaire

source: Today
fa_ir: امروز
fr_fr: Aujourd'hui

source: No birthdays today
fa_ir: امروز هیچ زادروزی وجود ندارد .
fr_fr: Pas d'anniversaires aujourd'hui

source: Birthday Users Options
de_de: Birthday Users Optionen
fa_ir: تنظیمات زادروزکاربران
nl_nl: Birthday Users Instellingen
